export const COMMON = {
  menu: [
    {
      id: 1,
      title: '购票取票常见问题',
      subtitles: [
        { id: 1, content: '实行车票实名制可以使用哪些车票？' },
        { id: 2, content: '各种售票方式如何支付票款？' },
        { id: 3, content: '什么时间可以购票？' }
      ]
    },
    {
      id: 2,
      title: '退票、改签、到站常见问题',
      subtitles: [
        { id: 4, content: '应该去哪里办理退票？' },
        { id: 5, content: '退票手续费如何收取？' },
        { id: 6, content: '网上购票是否可以在窗口改签？' }
      ]
    },
    {
      id: 3,
      title: '行李与安检',
      subtitles: [
        { id: 7, content: '旅客可以免费携带多少物品乘车？' },
        { id: 8, content: '进站必须安检么？' },
        { id: 9, content: '发现旅客携带违章物品如何处理？' }
      ]
    },
    {
      id: 4,
      title: '实名制验票相关规定',
      subtitles: [
        { id: 10, content: '车站如何进行实名制验证？' },
        { id: 11, content: '在网上购买的车票怎么进站乘车？' },
        { id: 12, content: '使用居民身份证直接检票乘车后如何获取报销凭证？' }
      ]
    },
    {
      id: 5,
      title: '乘车小知识',
      subtitles: [
        { id: 13, content: '购票后可以在中途站上车吗？' },
        { id: 14, content: '旅客乘车后能否中途下车并恢复旅行？' },
        { id: 15, content: '旅客在车票到站前可否要求越过到站继续乘车？' }
      ]
    },
  ],
  content: [
    {
      id: 1,
      text: [
        '铁路运输企业实行车票实名制时，请凭乘车人有效身份证件原件或复印件购买车票，并持车票及购票时所使用的乘车人本人有效身份证件原件进站、乘车，但免费乘车的儿童及持儿童票的儿童除外。',
        '有效身份证件包括：居民身份证、临时身份证、户口簿、旅行证、军人保障卡、军官证、武警警官证、士兵证、军队学员证、军队文职干部证、军队离退休干部证、按规定可使用的有效护照、港澳居民来往内地通行证、往来港澳通行证、台湾居民来往大陆通行证、大陆居民往来台湾通行证、外国人居留证（含外国人永久居留证）、外国人出入境证、外交官证、领事馆证、海员证、外交部开具的外国人身份证明、地方公安机关出入境管理部门开具的护照报失证明、铁路公安部门开具的乘坐旅客列车临时身份证明等24种，1.5m以上16岁以下未成年人有效身份证件还包括学生证。',
        '为了提高购票、验证速度，建议中国公民使用居民身份证购票。'
      ]
    },
    {
      id: 2,
      text: [
        '在办理网上购票时，可以使用网银、支付宝等网上付款方式。',
        '在自动售票机，可以使用现金或自动售票机上标识的银行所发的银行卡，以及带银联标识的其他银行借记卡和预付卡（不含信用卡）支付票款。购票后，请及时取回找零款或银行卡。',
        '在铁路售票窗口购票时，可以使用现金、POS机收单行的银行卡或带有银联标识的各种银行卡支付票款。一笔交易的全部票款请使用一张银行卡支付。',
        '电话订票请在取票时支付票款。',
      ]
    },
    {
      id: 3,
      text: [
        '火车票提前60天开始发售，旅客最早可以提前60天购买。最晚购票时间：自2015年5月6日起，列车开车前30分钟以上均可购票。',
        '购票后，请注意妥善保管车票，防止因污损致票面信息不可识别或丢失车票而不能乘车。购买实名制车票的，还请注意保护车票票面载明的有效身份证件信息。',
      ]
    },
    {
      id: 4,
      text: [
        '距火车发车时间在2小时以上的，且没有取票换成纸质车票的，在网上可以操作退票。',
        '如果距发车时间在2小时以内的，或者已经提前取票，拿到纸质车票的，都只能到火车站的售票窗口进行退票。',
      ]
    },
    {
      id: 5,
      text: [
        '开车前15天（不含）以上退票的，不收取手续费。',
        '退票时距火车发车时间在15天以内，48小时以上的，铁道部会收取票面价5%的手续费。',
        '退票时距火车发车时间在24-48小时之间，铁道部会收取票面价10%的手续费。%的手续费。',
        '退票时距火车发车时间在24小时以内的，铁道部会收取票面价20%的手续费。%的手续费。',
      ]
    },
    {
      id: 6,
      text: [
        '改签以铁路有运输能力（即可售车票）为前提，只变更乘车日期、车次、席（铺）位，不变更发站和到站（同城车站除外）。在网上购票后，可在车站售票窗口办理改签。',
      ]
    },
    {
      id: 7,
      text: [
        '每名旅客免费携带品的重量和体积是：儿童（含免费儿童）10千克，外交人员35千克，其他旅客20千克。每件物品外部尺寸长、宽、高之和不超过160厘米，杆状物品不超过200厘米，但乘坐动车组列车不超过130厘米；重量不超过20千克。残疾人代步所用的折叠式轮椅不计入上述范围。',
        '禁止携带物品目录',
        '一、枪支、子弹类（含主要零部件）',
        '1、军用枪：手枪、步枪、冲锋枪、机枪、防暴枪等以及各类配用子弹。',
        '2、民用枪：气枪、猎枪、运动枪、麻醉注射枪等以及各类配用子弹。',
        '3、其他枪支：道具枪、发令枪、钢珠枪等。',
        '4、上述物品的样品、仿制品。',
        '二、爆炸物品类',
        '1、弹药：炸弹、照明弹、燃烧弹、烟幕弹、信号弹、催泪弹、毒气弹、手雷、手榴弹等。',
        '2、爆破器材：炸药、雷管、导火索、导爆索等。',
        '3、烟火制品：礼花弹、烟花、鞭炮、摔炮、拉炮、砸炮、法令纸等各类烟花爆竹以及黑火药、烟火药、引火线等。',
        '4、上述物品的仿制品。',
        '三、管制器具',
        '1、管制刀具：匕首、三棱刀（包括机械加工用的三棱刮刀）、带有自锁装置的弹簧刀以及其他类似的单刃、双刃刀等。',
        '2、其他器具：警棍、催泪器、催泪枪、电击器、电击枪、防卫器、弓、弩等。',
        '四、易燃易爆物品',
        '1、压缩气体和液化气体：氢气、甲烷、乙烷、丁烷、天然气、乙烯、丙烯、乙炔（溶于介质的）、一氧化碳、液化石油气、氟利昂、氧气（供病人吸氧的袋装医用氧气除外）、水煤气等。',
        '2、易燃液体：汽油、煤油、柴油、苯、乙醇（酒精）、丙酮、乙醚、油漆、稀料、松香油及含易染溶剂的制品等。',
        '3、易燃固体：红磷、闪光粉、固体酒精、赛璐珞、发泡剂H等。',
        '4、自燃物品：黄磷、白磷、硝化纤维（含胶片）、油纸及其制品等。',
        '5、遇湿易燃物品：金属钾、钠、锂、碳化钙（电石）、镁铝粉等。',
        '6、氧化剂和有机过氧化物：高锰酸钾、氯酸钾、过氧化钠、过氧化钾、过氧化铅、过醋酸、双氧水等。',
        '五、毒害物品氰化物、砒霜、剧毒农药等剧毒化学品以及晒粉、苯酚等。',
        '六、腐蚀性物品硫酸、盐酸、硝酸、氢氧化钠、氢氧化钾、蓄电池（含氢氧化钾固体、注有酸液或碱液的）、汞（水银）等。',
        '七、放射性物品放射性同位素等。',
        '八、传染病病原体乙肝病毒、炭宜杆菌、结核杆菌、艾滋病病毒等。',
        '九、其他危害列车运行安全的物品如可能干扰列车的信号的强磁化物、有强烈刺激性气味的物品，不能判明性质可能具有危险的物品等。',
        '十、其他国家法律、行政法规、规章规定的其他禁止携带、运输的物品。',
      ]
    },
    {
      id: 8,
      text: [
        '依据国家有关法律规定，所有旅客及随身携带物品都必须经过安全检查。进站乘车时，请将携带物品放入危险品检查仪、通过安检门接受安全检查，请予配合。视力残疾旅客携带导盲犬进站时，请与其他旅客一样，携带导盲犬接受安全检查。车站安检口可能排队人数较多，请预留足够的时间到达车站。',
      ]
    },
    {
      id: 9,
      text: [
        '（1）在乘车站禁止进站上车；',
        '（2）在车内或下车站，对超过免费重量的物品，其超重部分补收四类包裹运费。对不可分拆的整件超重、超大物品、动物，按该件全部重量补收上车站至下车站四类包裹运费。',
        '（3）发现危险品或国家禁止、限制运输的物品、妨碍公共卫生的物品、损坏或污染车辆的物品，按该件全部重量加倍补收乘车站至下车站四类包裹运费。危险物品交前方停车站处理；必要时移交公安部门处理。对有必要就地销毁的危险品就地销毁，使之不能为害并不承担任何赔偿责任。没收危险品时，向被没收人出具书面证明。',
        '（4）对列车查出的危险品，由值乘的公安人员妥善保管，移交最近前方停车站公安派出所处理；车站不设公安派出所的，由列车长编制客运记录，移交车站处理。对发令纸、鞭炮类的危险品，立即浸水处理。携带危险品进站上车，造成事故时，按国家有关规定处理。',
      ]
    },
    {
      id: 10,
      text: [
        '按照国家有关规定，车站办理实名制验证时，将对旅客、所持车票和票面所载的有效身份证件原件进行查验。票、证、人不一致（含成年人持儿童票的情形）或无法出示有效身份证件原件的旅客，不得进站乘车。无法出示有效身份证件原件的旅客，可到车站铁路公安制证口办理乘坐旅客列车临时身份证明。',
      ]
    },
    {
      id: 11,
      text: [
        '网上使用网站使用居民身份证购票且乘车站和下车站均具备居民身份证检票条件的，乘车人可以持居民身份证直接通过车站自动检票机（闸机）办理进、出站检票，无需换取纸质车票。已经换取纸质车票，请凭纸质车票和购票时所使用的乘车人有效身份证件原件办理检票和实名制验证。',
        '遇以下情形，请在购票后、开车前换取纸质车票后进站乘车：（1）使用居民身份证购票 但乘车站或下车站不具备居民身份证检票条件的。（2）使用居民身份证购票但进站检票时无法出示居民身份证原件或居民身份证无法在自动检票机上识读的。（3）使用居民身份证以外的其他有效身份证件购票。（4）使用同行成年人有效身份证件信息购买儿童票的。（5）购买学生票、残疾军人票的。（6）按所购车票的乘车日期、车次在中途站进站乘车的。',
        '旅客换取纸质车票后，不能再在能再在网站办理改签、变更到站、退票，请凭纸质车票办理改签、变更到站、退票、实名制验证、检票、验票。',
      ]
    },
    {
      id: 12,
      text: [
        '在网上使用网站使用居民身份证购票，并且在具备条件的乘车站和下车站使用居民身份证通过自动检票机（闸机）直接检票乘车后，请不晚于自乘车之日起至31天内，凭购票时所使用的居民身份证原件，到车站自动售（取）票机、售票窗口换取纸质车票；居民身份证无法识读的，请提供订单号码（E+9位数字），到车站售票窗口办理。逾期不再办理。换取的纸质车票仅作报销凭证。',
      ]
    },
    {
      id: 13,
      text: [
        '按照车票票面指定的日期、车次，可以在中途站上车，但未乘区间的票价不退。',
        '在购票网站购票的，在中途站上车时，请在开车前换取纸质车票进站、乘车。',
      ]
    },
    {
      id: 14,
      text: [
        '持通票的旅客，乘车后可以在列车中途停车站下车；恢复旅行时，请在车票有效期内办理中转签证后乘车。',
        '持直达票的旅客中途下车，未乘区间失效；但如因伤、病或铁路责任不能继续旅行时，凭列车长开具的客运记录，可退还已收票价与已乘区间票价差额，已乘区间不足起码里程时按起码里程计算；同行人同样办理。',
        '在网上使用居民身份证购票，并且在具备条件的乘车站使用居民身份证通过自动检票机（闸机）直接检票乘车后，在具备条件的中途站，可以下车并使用居民身份证通过自动检票机（闸机）直接检票出站，均按直达票处理。',
      ]
    },
    {
      id: 15,
      text: [
        '旅客在车票到站前要求越过到站继续乘车时，在有运输能力的情况下，列车应予办理，并核收越站区间的票价和手续费。',
      ]
    },
  ]
}

export const STATIONS = ['广州东', '广州南', '深圳', '深圳北', '长沙南']
